Repository: Slice277353/SpotifyFamily
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Upload
ru: Загрузить

source: Language set to {lang}.
ru: Язык сменен на русский

source: Please send your billing screenshot.
ru: Пожалуйста, отправьте квитанцию

source: Received your receipt, {name}. Your current debt: ${debt}
ru: Получил вашу квитанцию, {name}. Ваш текущий долг: ${debt}

source: Your current debt: ${debt}
ru: Ваш текущий долг: ${debt}

source: No data found.
ru: Не найдено данных.

source: User stats:
ru: Статистика:

source: Updated debt for user {uid} by ${amt}
ru: Обновлен долг {uid} на ${amt}

source: Reminder: Your current debt is ${debt}. Please pay before the billing date.
ru: ${debt} ваш текущий долг. Пожалуйста заплатите перед расчетным днем.

source: Thank you for your payment, {name}. Your debt is cleared.
ru: Спасибо за оплату, {name}. Ваш долг погашен.
